tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bash"
brew "bash-completion@2"
brew "node"
brew "bash-language-server"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "grpc"
brew "bear"
brew "black"
brew "broot"
brew "ccls"
brew "croc"
brew "ctop"
brew "curl"
brew "delve"
brew "difftastic"
brew "duf"
brew "dust"
brew "exa"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghc"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "gnu-tar"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "gopls"
brew "grpcui"
brew "grpcurl"
brew "haskell-language-server"
brew "haskell-stack"
brew "helix"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "llvm"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "m-cli"
brew "marksman"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "nmap"
brew "nnn"
brew "nvi"
brew "parallel"
brew "peco"
brew "perl"
brew "prettyping"
brew "pyright"
brew "python-lsp-server"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim", args: ["HEAD"]
brew "wget"
brew "yamlfmt"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
cask "arc"
cask "discord"
cask "djview"
cask "docker"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "linearmouse"
cask "miniforge"
cask "nordvpn"
cask "notion"
cask "obs"
cask "obsidian"
cask "onionshare"
cask "pomatez"
cask "postman"
cask "rectangle-pro"
cask "sage"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "xscreensaver"
