tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bash"
brew "bash-completion@2"
brew "node"
brew "bash-language-server"
brew "bat"
brew "broot"
brew "croc"
brew "ctop"
brew "libssh2"
brew "curl"
brew "delve"
brew "difftastic"
brew "duf"
brew "dust"
brew "libgit2"
brew "exa"
brew "exercism"
brew "fd"
brew "fish"
brew "fzf"
brew "ghc"
brew "ghcup"
brew "git-delta"
brew "glow"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "gopls"
brew "grpc"
brew "grpcui"
brew "grpcurl"
brew "haskell-language-server"
brew "haskell-stack"
brew "helix"
brew "htop"
brew "python@3.11"
brew "httpie"
brew "kakoune"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libevent"
brew "lua-language-server"
brew "luarocks"
brew "ncdu"
brew "neovim"
brew "neovide"
brew "netcat"
brew "nmap"
brew "nushell"
brew "parallel"
brew "perl"
brew "prettyping"
brew "pyright"
brew "python-lsp-server"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xonsh"
brew "yarn"
brew "zoxide"
cask "arc"
cask "discord"
cask "djview"
cask "docker"
cask "font-hack-nerd-font"
cask "gimp"
cask "goland"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "linearmouse"
cask "miniforge"
cask "nordvpn"
cask "notion"
cask "obs"
cask "obsidian"
cask "onionshare"
cask "pomatez"
cask "postman"
cask "rectangle-pro"
cask "sage"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "vlc"
